IDEA Open Model
CrossSectionComponent.Components Property
Compatible with IDEA StatiCa Beta 20.0
 List of components
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public List<CssComponent> Components { get; set; }
Public Property Components As List(Of CssComponent)
	Get
	Set
Property Value
Type: List<CssComponent>
See Also
Reference
CrossSectionComponent Class
IdeaRS.OpenModel.CrossSection Namespace